{
  "hero_title": "Where the Overlooked Become Unforgettable",
  "hero_tagline": "Every person has a story worth telling",
  "hero_description": "In a world of viral pranks and shock content, we chose a different path. We tell the stories that matter — the quiet heroism, the hidden sacrifices, the moments of redemption that prove humanity's goodness.",
  "mission_title": "Our Mission",
  "mission_p1": "We believe that in every corner of the world, there are extraordinary stories happening to ordinary people. Stories of mothers who sacrifice everything for their children. Veterans who serve in silence. Strangers who become heroes in a single moment.",
  "mission_quote": "We find the hidden heroes, the quiet sacrifices, and the moments of redemption that mainstream media ignores.",
  "mission_p2": "Our mission is simple: to remind the world that goodness exists. That second chances are real. That the people society overlooks are often the most remarkable among us. Every video we create is designed to move you, inspire you, and change how you see the person next to you.",
  "values": [
    {
      "title": "Authentic Emotion",
      "description": "We tell stories that make you feel. Not manufactured drama, but genuine human experiences that touch the heart and stay with you long after the video ends.",
      "icon": "fas fa-heart"
    },
    {
      "title": "Seeing the Unseen",
      "description": "We spotlight the people and stories that society ignores — the janitor who's a hero, the grandmother who's a warrior, the stranger who changes a life.",
      "icon": "fas fa-eye"
    },
    {
      "title": "Dignity Always",
      "description": "We never exploit suffering or humiliate people for views. Every story is told with respect, compassion, and a commitment to uplifting rather than exploiting.",
      "icon": "fas fa-hand-holding-heart"
    }
  ],
  "timeline": [
    {
      "year": "The Beginning",
      "title": "A Vision Takes Shape",
      "description": "Started with a simple belief: emotional, uplifting stories could compete with sensational content if told with cinematic quality."
    },
    {
      "year": "Building",
      "title": "169 Stories Written",
      "description": "Spent months crafting a complete library of emotional stories — each one designed to move audiences and remind them of humanity's goodness."
    },
    {
      "year": "Systems",
      "title": "Perfecting the Process",
      "description": "Developed comprehensive systems for video creation — from thumbnail design to video elements — ensuring consistent quality across every story."
    },
    {
      "year": "March 2026",
      "title": "The Launch",
      "description": "Halls of Hope officially launches with a mission to share stories that move millions and help other creators do the same."
    }
  ]
}
